/*******************************************************************************************************/
/*							Language Setting for CHMViewer							*/
/*******************************************************************************************************/
"Language Setting"						= "EN";
"Expanded Language Setting"				= "English";
"Expanded Language Name Xerox"			= "english";
//Device Settings

"Scan To FTP"                           ="Scan To FTP";
"Scan To SMB"                           ="Scan To SMB";
"Ring to Answer"						="Ring to Answer";
"Fax Send"								="Fax Send";
"Stamp Receive Name"					="Stamp Receive Name";

//Scan Settingss

"Scan Size"								="Scan Size";
"Save To"								="Save To";


//Scan To PC
"256 Color"                             ="256 Colors";

//Device settings
"Yes"                                   ="Yes";
"256 Color"                             ="256 Colors";
"Login"                                 ="Login";
"PASSWORD"                              ="Password";
"Demo Page"                            ="Demo Page";

"It is not possible to enable the fax receiving feature on this device due to following conflict:Please check if [Fax To Pc] option is turned on or not, on the device." = "It is not possible to enable the fax receiving feature on this device due to following conflict:Please check if [Fax To Pc] option is turned on or not, on the device.";
"Easy Printer Manager is not supported by the selected features." = "Easy Printer Manager is not supported by the selected features.";
"Screen Print Activation" = "Screen Print Activation"; 
"Screen Print Settings" = "Screen Print Settings";
"Help guide is unavailable." = "Help guide is unavailable.";
"Half Duplex" = "Half Duplex";
"Full Duplex" = "Full Duplex";
"Continue" = "Continue";
"Keep Easy Printer Manager in Dock" = "Keep Easy Printer Manager in Dock";
"About ^[PRODUCT_TITLE]^" = "About ^[PRODUCT_TITLE]^";
"Preferences…" = "Preferences…";
"Services" = "Services" ;
"Hide ^[PRODUCT_TITLE]^" ="Hide ^[PRODUCT_TITLE]^";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit ^[PRODUCT_TITLE]^" = "Quit ^[PRODUCT_TITLE]^";
"No other applications can be running during this installation. Click Continue to automatically quit all other running applications. Click Cancel to leave your disks untouched." = "No other applications can be running during this installation. Click Continue to automatically quit all other running applications. Click Cancel to leave your disks untouched.";
"It is not possible to enable the fax receiving feature on this device due to following conflict. The device is already associated with XXX" = "It is not possible to enable the fax receiving feature on this device due to following conflict. The device is already associated with XXX";
"Postcard 4x6" = "Postcard 4x6";
"Failed to enable Scan settings."   = "Failed to enable Scan settings.";
"Please select a text to continue." = "Please select a text to continue.";
"Please select at least one application." = "Please select at least one application.";
"Application at this path cannot be found." = "Application at this path cannot be found.";
"No row selected." = "No row selected.";
"Number of user profiles that can be added cannot exceed %d !" = "Number of user profiles that can be added cannot exceed %d !";
"Profile name should not be more than %d characters." = "Profile name should not be more than %d characters.";
"Use this device" = "Use this device";
"The Wifi IP address ending with" = "The Wi-Fi IP address ending with";
"The Wifi IP address must consist of 4 numbers from 0 to 255,separated by periods." = "The Wi-Fi IP address must consist of 4 numbers from 0 to 255,separated by periods.";
"The Wifi IP address starting with" = "The Wi-Fi IP address starting with";
"The Wifi IP address starting with 127 are not valid because they are reserved for loopback addresses.Please specify some other valid value between 1 and 223." = "The Wi-Fi IP address starting with 127 are not valid because they are reserved for loopback addresses.Please specify some other valid value between 1 and 223.";
"Skip blank pages" = "Skip blank pages";

//Font and Macro
"file size:" = "File size:";

//Daemon Manager
"Communication error: Please close and open again this application." = "Communication error : Please close and open this application again."; 

